Repository: jumabekovs/Stay-Active
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Account Inactive
ky: Активделбеген аккаунт

source: This account is inactive.
ky: Бул активделбеген аккаунт

source: E-mail Addresses
ky: Почта дареги

source: The following e-mail addresses are associated with your account:
ky: Бул почта дареги сиздин аккаунт менен байланышкан

source: Verified
ky: Текшерилген

source: Unverified
ky: Текшерилбеген

source: Primary
ky: Негизги

source: Make Primary
ky: Башкы кылуу

source: Re-send Verification
ky: Текшерууну кайра жонотуу

source: Remove
ky: Алып салуу

source: Warning:
ky: Этият болунуз:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ky: Азыр сизде почта дарегиниз катталбаган. Почтага билдируулорду алуу учун, парольду алмаштыруу учун почта дарегинизди кошунуз

source: Add E-mail Address
ky: Почта дарегинизди кошунуз

source: Add E-mail
ky: Почта дарегин кошуу

source: Do you really want to remove the selected e-mail address?
ky: Сиз ушул почта дарегин алып салгыныз келеби?

source: Confirm E-mail Address
ky: Почта дарегин каттаныз

source: Confirm
ky: Аныктоо

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ky: Почта дарегин каттоо учун берилген токен жараксыз, же колдонулган <a href="%(email_url)s">

source: Sign In
ky: Кошулуу

source: or
ky: же

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ky: Сизде аккаунт жок болсо, анда <a href="%(signup_url)s">sign up</a>

source: Forgot Password?
ky: Парольунузду унутуп калдынызбы?

source: Sign Out
ky: Чыгыуу

source: Are you sure you want to sign out?
ky: Чындап эле чыккыныз кели жатабы?

source: Change Password
ky: Парольду алмаштыруу

source: Password Reset
ky: Парольду алмаштыр

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ky: Парольду унутсаныз, почта дарагинизди жазынызды, сизге парольду алмаштыруу катын жоготобуз.

source: Reset My Password
ky: Парольду алмаштыр

source: Please contact us if you have any trouble resetting your password.
ky: Парольду алмаштырууда кыйынчылыктар болсо, бизге билдириниз.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ky: Сизге кат жоноттук. Кат келбесе бизге дароо билдириниз.

source: Bad Token
ky: Токен жараксыз.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ky: Бул линк жараксыз же мурда колдонулган, кайра аракеттениз <a href="%(passwd_reset_url)s">new password reset</a>..

source: change password
ky: парольду алмаштыр

source: Your password is now changed.
ky: Парольунуз алмаштырылды.

source: Set Password
ky: Пароль коюнуз.

source: Signup
ky: Катталуу

source: Sign Up
ky: Катталуу

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ky: Аккаунтуз барбы? Анда <a href="%(login_url)s">sign in</a>.

source: Verify Your E-mail Address
ky: Почта дарегин тастыктаныз.

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ky: Биз сизге почта деригизди тастыктоо учун кат жоноттук. Каттоону аяктоо учун почта дарегизди тастыктаныз. Кат келбесе, бизге дароо билдириниз.

source: Account Activation
ky: Аккаунтту активдештируу

source: Your account has been activated successfully
ky: Сиздин аккаунт ийгиликтуу активделинди.

source: To log in to your account, please follow this
ky: Аккаунтка кируу учун ушул линккти басыныз

source: link
ky: линкти

source: Edit Profile
ky: Профильди алмаштыруу

source: Please fill the registration form
ky: Каттоо баракчасын толтурунуз

source: Update
ky: Жанылоо

source: Your password has been set.
ky: Парольунуз жанылынды.

source: Sign In Here
ky: Кириниз

source: Reset Password
ky: Парольду алмаштыруу

source: An email has been sent with instructions to reset your password.
ky: Пароль озгортуу боюнча каты почта дарегинизге жонотулду

source: Request Password Reset
ky: Парольду алмаштыр

source: Hello
ky: Саламатсызбы

source: Username
ky: Никнейм

source: Name
ky: Аты

source: Email
ky: Почта дареги

source: Birthday
ky: Туулган куну

source: Gender
ky: Жыныстыгы

source: Phone
ky: Телефон номуру

source: Age
ky: Жашы

source: Edit
ky: Алмаштыруу

source: Card
ky: Мумкунчулук картасы

source: History
ky: Сатып алуулар

source: Registration
ky: Катталуу

source: Join Today
ky: Бугун кошулунуз

source: Already Have An Account?
ky: Аккаунтунуз барбы?

source: Welcome to our Stay-Active
ky: Биздин Stay-Active сайтыбызга кош келиниз

source: Log In
ky: Кируу

source: Login
ky: Кируу

source: Need An Account?
ky: Аккаунт керекпи?

source: Sign Up Now
ky: Азыр катталуу

source: Your account has been registered successfully
ky: Аккаунтунуз ийгиликтуу катталды

source: Congratulations! You have been registered successfully!
ky: Куттуктайбыз, Ийгиликтуу катталдыныз!

source: Activation code has been sent to your email
ky: Активация коду почта дарегизге жонотулду

source: Home
ky: Башкы баракча

source: Clubs
ky: Клубтар

source: Offers
ky: Сунуштар

source: News
ky: Жанылыктар

source: Contact
ky: Байланышуу

source: Search
ky: Издоо

source: Profile
ky: Профиль

source: signout
ky: чыгуу

source: signup
ky: катталуу

source: signin
ky: кируу

source: About us
ky: Биз жонундо

source: Classes
ky: Сабактар

source: Blog
ky: Блог

source: Read More
ky: Иликтоо

source: only for Men
ky: Эркектер учун

source: only for Women
ky: Аялдар учун

source: for Both
ky: Баарына

source: Be Fit.Top Gym
ky: Соонун абалга келиниз. Биздин Залдар.

source: Be Fit.Best Pools
ky: Рахаттаныз. Соонун Бассейндер

source: Be Fit.Awesome Yoga
ky: Денени сезиниз. Укмуш Йога

source: Social Network Login Failure
ky: Социалдык аккаунт менен кируу ишке ашкан жок
